# Створити консольний застосунок, який буде запитувати:
# 1. За яку комунальну послугу (вода, світло, газ) ви хочете передати показники лічильника
# 2. Якщо ще не записано номер лічильника - запитуємо у користувача
# 3. Далі запитуємо введення актуальних показників.
# 4. Записуємо всі дані, а саме: тип послуги - номер лічильника - актуальний показ лічильника у текстовий файл
# 5. Показуємо, якщо є, попередні покази лічильника
# 6. сповіщаємо, що все успішно "передалось на сервери компанії".

print("=== ПЕРЕДАЧА ПОКАЗНИКІВ ЗА КОМУНАЛЬНІ ПОСЛУГИ ===")
print("1. Світло")
print("2. Вода")
print("3. Газ")
type_of_utility_bill = int(input("Ваш вибір: "))

if type_of_utility_bill==1:
    print("variant 1")
elif type_of_utility_bill==2:
    print("variant 2")
elif type_of_utility_bill==3:
    print("variant 3")
else:
    print("Ви ввели неправильний варіант!")
